Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# PeopleJoined_other
source: {0} people joined
ar: انضم ⁨{0}⁩ شخص
be: {0} чалавека далучылася
ca: {0} persones s'han unit
de: {0} Leute beigetreten
es: {0} se unieron
fi: {0} liittynyt
fr: {0} personnes ont rejoint
it: {0} persone si sono unite
ko: {0} 명 들어옴
ms: {0} orang sertai
nl: {0} personen nemen deel
pl: {0} osoby dołączyło
pt_br: {0} pessoas entraram
ru: {0} человека присоединились
sv: {0} personer gick med
tr: {0} kişi katıldı
uk: приєдналося {0} людей

# PeopleJoinedRemaining_one
source: {0} remaining
ar: بقي ⁨{0}⁩
be: {0} застаўся
ca: {0} restant
de: {0} übrig
es: {0} restante
fi: {0} jäljellä
fr: {0} restant
it: {0} rimanente
nl: {0} over
pl: {0} pozostała
pt_br: {0} restante
ru: осталось {0}
sv: {0} kvar
tr: {0} kullanım kaldı
uk: {0} залишилося

# PeopleJoinedRemaining_other
source: {0} remaining
ar: بقي ⁨{0}⁩
be: {0} засталося
ca: {0} restants
de: {0} übrig
es: {0} restantes
fi: {0} jäljellä
fr: {0} restants
it: {0} rimanenti
ko: {0} 명 남음
ms: tinggal {0}
nl: {0} over
pl: {0} pozostało
pt_br: {0} restantes
ru: осталось {0}
sv: {0} kvar
tr: {0} kullanım kaldı
uk: {0} залишилося

source: People Nearby
ar: الأشخاص القريبون
be: Людзі паблізу
ca: Gent propera
de: Leute in der Nähe
es: Personas cerca
fa: افراد نزدیک
fi: Lähellä olevat
fr: Personnes à proximité
id: Pengguna Sekitar
it: Persone vicine
ko: 주변 사람
ms: Orang Berdekatan
nl: Mensen dichtbij
pl: Ludzie w pobliżu
pt_br: Pessoas Próximas
ru: Люди рядом
sv: Folk i närheten
tr: Yakındaki Kişiler
uk: Люди поблизу
uz: Yaqindagi odamlar

# PeopleNearbyAccessInfo
source: Quickly add people nearby who are viewing this section and discover local group chats. Please switch on location access to enable this feature.
ar: أضف الأشخاص القريبين الذين يستعرضون هذا القسم أيضًا واكتشف المجموعات المحلية بكل سهولة. اسمح بالوصول إلى موقعك لتفعيل هذه الميزة.
be: Выкарыстоўвайце гэты раздзел, каб дадаваць людзей паблізу, а таксама для прагляду мясцовых суполак. Для гэтага дазвольце доступ да службаў месцазнаходжання.
ca: Afegiu-hi gent propera que també miri aquesta secció i descobriu grups de xat arreu. Activeu l'accés a la ubicació per a activar aquesta opció.
de: Füge schnell Leute aus der Nähe hinzu, die diesen Bereich ebenfalls ansehen, und entdecke lokale Gruppen-Chats. Bitte aktiviere den Standortzugriff, um diese Funktion nutzen zu können.
es: Añade rápidamente a personas cerca que estén viendo esta sección y descubre grupos locales. Activa el acceso a la ubicación para usar esta función.
fa: به سرعت افراد نزدیکی که در حال مشاهده این قسمت هستند را اضافه کرده و گفتگوهای گروهی محلی را پیدا کنید. لطفاً جهت فعال‌سازی این قابلیت، دسترسی به موقعیت مکانی را فعال کنید.
fi: Täältä löydät lähellä olevia käyttäjiä, jotka katselevat tätä samaa sivua, sekä ryhmiä. Tämä toiminto vaatii, että sallit pääsyn sijaintiisi.
fr: Ajoutez rapidement des utilisateurs à proximité et découvrez des groupes de discussion aux alentours. Veuillez autoriser l'accès à la localisation pour y avoir accès.
id: Menampilkan pengguna sekitar yang sedang mengaktifkan fitur ini dan temukan obrolan grup lokal. Harap aktifkan akses lokasi untuk mengaktifkan fitur ini.
it: Aggiungi rapidamente persone vicine che stanno guardando questa sezione e scopri chat di gruppo locali. Per favore concedi l'accesso alla posizione per abilitare questa funzione.
ko: 손쉽게 이 섹션를 열고 있는 사람들을 추가하고 지역 그룹 대화방을 찾으세요. 이 기능을 활성화 하려면 위치 접근을 켜 주세요.
ms: Tambah pengguna berhampiran secara pantas yang sedang melihat seksyen ini dan temui grup bual tempatan. Sila buka akses lokasi untuk dayakan ciri ini.
nl: Voeg mensen dichtbij die deze sectie open hebben makkelijk toe en ontdek lokale groepschats. Sta locatie-toegang toe om deze functie in te schakelen.
pl: Szybko dodawaj ludzi w pobliżu, którzy również przeglądają tę sekcję i odkrywaj lokalne czaty grupowe. Aby włączyć tę funkcję, włącz dostęp do lokalizacji.
pt_br: Adicione rapidamente pessoas próximas que estejam visualizando esta seção e descubra grupos locais. Por favor, ative o acesso à localização para ativar este recurso.
ru: Вы можете быстро связаться с теми, кто находится рядом с Вами и зашёл в этот раздел, а также найти локальные группы. Для этого необходимо разрешить приложению доступ к геопозиции.
sv: Lägg snabbt till folk i närheten som tittar på den här sektionen och upptäck lokala gruppchattar. Slå på platstjänsten för att aktivera funktionen.
tr: Bu bölümü görüntüleyen yakındaki kişileri hızlı bir şekilde ekleyin ve yerel grup sohbetlerini keşfedin. Bu özelliği etkinleştirmek için lütfen konum erişimini açın.
uk: Ця функція показує місцеві групи та людей поблизу, які переглядають розділ. Для початку надайте доступ до розташування.
uz: Bu yerdagi odamlarni kontaktlaringiz safiga qo'shing hamda yangi mahalliy guruhlarni kashf eting. Ushbu amaldan foydalanish uchun joylashuvingizni ko'rishga ruhsat bering.

# PeopleNearbyAllowAccess
source: Allow Access
ar: السماح بالوصول
be: Дазволіць доступ
ca: Permet l'accés
de: Zugriff erlauben
es: Permitir acceso
fa: اجازه دسترسی
fi: Salli pääsy
fr: Autoriser l'accès
id: Izinkan Akses
it: Consenti accesso
ko: 접근 허용
ms: Benarkan Akses
nl: Sta toegang toe
pl: Zezwól na dostęp
pt_br: Permitir Acesso
ru: Разрешить доступ
sv: Tillåt åtkomst
tr: Erişime İzin Ver
uk: Надати доступ
uz: Kirishga ruxsat berish

# PeopleNearbyEmpty
source: Looking for users around you...
ar: يتم البحث عن مستخدمين قريبين منك...
be: Пошук карыстальнікаў побач з вамі...
ca: S'estan cercant usuaris a prop...
de: Prüfe, wer bei dir in der Nähe ist...
es: Buscando personas a tu alrededor…
fa: در حال جستجوی کاربران نزدیک شما...
fi: Etsitään lähellä olevia käyttäjiä...
fr: Recherche d’utilisateurs autour de vous...
id: Mencari pengguna di sekitar Anda...
it: Cerco utenti attorno a te...
ko: 주위에 있는 사용자 찾는 중...
ms: Mencari pengguna berhampiran anda...
nl: Zoeken naar gebruikers in de buurt
pl: Szukam użytkowników wokół ciebie…
pt_br: Buscando por pessoas nas proximidades...
ru: Поиск пользователей рядом с Вами...
sv: Letar efter användare i din närhet…
tr: Etrafınızdaki kullanıcılar aranıyor…
uk: Пошук користувачів навколо вас...
uz: Yaqin-atrofingizdagi foydalanuvchilar qidirilmoqda...

# PeopleNearbyGps
source: Turn On
ar: تشغيل
be: Уключыць
ca: Activa
de: Einschalten
es: Activar
fa: فعال کردن
fi: Ota käyttöön
fr: Activer
id: Nyalakan
it: Attiva
ko: 켜기
ms: BUKA
nl: Inschakelen
pl: Włącz
pt_br: Ativar
ru: Включить
sv: Slå På
tr: Aç
uk: Увімкнути
uz: Yoqish

# PeopleNearbyGpsInfo
source: Quickly add people nearby who are also viewing this section and discover local group chats. Please turn on location services to enable this feature.
ar: أضف الأشخاص القريبين الذين يستعرضون هذا القسم أيضًا واكتشف المجموعات المحلية بكل سهولة. قم بتشغيل خدمات الموقع لتفعيل هذه الميزة.
be: Выкарыстоўвайце гэты раздзел, каб дадаваць людзей паблізу, а таксама для прагляду мясцовых суполак. Для гэтага дазвольце доступ да службаў месцазнаходжання
ca: Afegiu-hi gent propera que també miri aquesta secció i descobriu grups locals. Permeteu l'accés a la ubicació per a activar aquesta opció.
de: Füge schnell Leute aus der Nähe hinzu, die diesen Bereich ebenfalls ansehen, und entdecke lokale Gruppen-Chats. Bitte aktiviere die Standortdienste, um diese Funktion nutzen zu können.
es: Añade rápidamente a personas cerca que también están viendo esta sección y descubre grupos locales. Por favor, activa los servicios de ubicación para usar esta función.
fa: به سرعت افراد نزدیکی که در حال مشاهده این قسمت هستند را اضافه کرده و گفتگوهای گروهی محلی را پیدا کنید. لطفاً جهت فعال‌سازی این قابلیت، سرویس‌های موقعیت مکانی را فعال کنید.
fi: Täältä löydät lähellä olevia käyttäjiä, jotka katselevat tätä samaa sivua, sekä ryhmiä. Tämä toiminnallisuus vaatii, että sijaintipalvelut ovat käytössä.
fr: Ajoutez rapidement des utilisateurs à proximité ayant ouvert cette section et découvrez des groupes de discussion aux alentours. Veuillez activer les services de localisation pour accéder à cette fonctionnalité.
id: Gunakan bagian ini untuk menambah Pengguna Sekitar & menemukan Grup di sekitar Anda lebih cepat. Mohon izinkan akses lokasi untuk menggunakan fitur ini.
it: Aggiungi rapidamente persone vicine che stanno guardando questa sezione e scopri chat di gruppo locali. Per favore attiva i servizi di localizzazione per abilitare questa funzione.
ko: 이 페이지를 보고 있는 주변 사람들을 손쉽게 추가하거나 지역 그룹 대화방을 발견해 보세요. 이 기능을 사용하려면 위치 서비스를 켜셔야 합니다.
ms: Tambah pengguna berhampiran yang sedang melihat seksyen ini secara pantas dan temui grup bual tempatan. Sila BUKA akses ke servis lokasi untuk dayakan ciri ini.
nl: Voeg snel mensen dichtbij toe die deze sectie open hebben en ontdek lokale groepschats. Sta locatietoegang toe om deze functie te gebruiken.
pl: Szybko dodawaj ludzi w pobliżu, którzy również przeglądają tę sekcję i odkrywaj lokalne czaty grupowe. Aby włączyć tę funkcję, włącz usługi lokalizacyjne.
pt_br: Adicione rapidamente pessoas próximas que estejam visualizando esta seção e descubra grupos locais. Por favor, ative os serviços de localização para ativar este recurso.
ru: Вы можете быстро связаться с теми, кто находится рядом с Вами и зашёл в этот раздел, а также найти локальные группы. Для этого необходимо разрешить приложению доступ к геопозиции.
sv: Lägg snabbt till folk i närheten som också tittar på sektionen och upptäck lokala gruppchattar. Slå på platstjänsten för att aktivera funktionen.
tr: Bu ekranı görüntüleyen kullanıcıları hızlıca ekleyin veya yerel grupları keşfedin. Bu özelliği kullanmak için lütfen konum hizmetlerini açın.
uk: У цьому розділі ви можете швидко знайти людей, що переглядають його, та групові чати поруч із вами. Для початку увімкніть служби локації на своєму пристрої.
uz: Bu boʻlimni xuddi siz kabi koʻrayotgan yaqin-atrofdagi odamlarni tezkor qoʻshing va mahalliy guruh chatlarini toping. Bu funksiyani yoqish uchun joylashuv xizmatlarini yoqing.

# PeopleNearbyHeader
source: People nearby
ar: الأشخاص القريبون
be: Людзі паблізу
ca: Gent propera
de: Leute in der Nähe
es: Personas cerca
fa: افراد نزدیک
fi: Lähellä olevat
fr: Personnes à proximité
id: Pengguna sekitar
it: Persone vicine
ko: 주변 사람
ms: Orang berdekatan
nl: Mensen dichtbij
pl: Ludzie w pobliżu
pt_br: Pessoas próximas
ru: Люди рядом
sv: Folk i närheten
tr: Yakındaki kişiler
uk: Люди поблизу
uz: Yaqin-atrofdagi odamlar

# PeopleNearbyInfo
source: Ask your friend nearby to open this page to exchange phone numbers.
ar: اطلب من أصدقائك فتح هذه الصفحة لتبادل أرقام الهواتف.
be: Прапануйце вашаму сябру паблізу адкрыць гэты раздзел, каб абмяняцца нумарамі тэлефона.
ca: Demaneu als amics propers que obrin aquesta pàgina per a intercanviar telèfons.
de: Bitte deinen Freund in der Nähe, diese Seite zu öffnen, um Nummern auszutauschen.
es: Para intercambiar números de teléfono, pide a alguien que esté cerca que abra esta pantalla.
fa: از دوستتان در نزدیکی بخواهید تا جهت تبادل شماره تلفن‌هایتان این صفحه را باز کند.
fi: Pyydä kaveriasi avaamaan tämä sivu, jotta voisitte vaihtaa puhelinnumeronne keskenänne.
fr: Demandez à votre ami à proximité d'ouvrir cette page pour échanger vos numéros de téléphone.
id: Minta teman sekitar Anda agar membuka halaman ini untuk bertukar nomor telepon.
it: Chiedi al tuo amico vicino di aprire questa pagina per scambiare i numeri di telefono.
ko: 친구에게 이 페이지를 열자고 하여 전화번호를 교환하세요.
ms: Minta rakan berdekatan anda buka laman ini untuk betukar nombor fon.
nl: Vraag je vriend die bij je is om deze pagina te openen en zo telefoonnummers uit te wisselen.
pl: Poproś znajomego w pobliżu, aby otworzył tę stronę w celu wymiany numerów telefonów.
pt_br: Peça ao seu amigo por perto para abrir esta página para trocar números de telefone.
ru: Предложите другу зайти в этот раздел, чтобы обменяться номерами телефона.
sv: Be din vän i närheten att öppna den här sidan för att utväxla telefonnummer.
tr: Telefon numaralarınızı birbirinizle paylaşmak için yakındaki arkadaşınızdan bu sayfayı açmasını isteyin.
uk: Запропонуйте другові зайти в цей розділ, щоб обмінятися номерами телефонів.
uz: Telefon raqamlarni almashtirish uchun yaqin-atrofdagi doʻstlaringizdan bu sahifani ochishini soʻrang.

# PeopleNearbyInfo2
source: Exchange contact info with people nearby and find new friends.
ar: تبادل معلومات التواصل مع الأشخاص القريبين وتعرّف على أصدقاء جدد.
be: Абменьвайцеся кантактнымі данымі з людзьмі паблізу і знаходзьце новых сяброў.
ca: Intercanvieu el vostre contacte amb gent propera i feu amistats.
de: Tausche Kontaktinformationen mit Leuten in der Nähe aus und finde neue Freunde.
es: Intercambia información de contacto con personas cerca y encuentra nuevos amigos.
fa: اطلاعات تماستان را با افراد در نزدیکی خود به اشتراک بگذارید و دوستان جدیدی پیدا کنید.
fi: Vaihda yhteystietoja lähellä olevien henkilöiden kanssa ja löydä uusia kavereita.
fr: Échangez vos infos de contact avec les personnes à proximité et trouvez de nouveaux amis.
id: Tukar info kontak dengan pengguna sekitar dan temukan teman baru.
it: Scambia info di contatto con le persone vicine e trova nuovi amici.
ko: 주변 사람들과 연락처 정보를 교환하여 새로운 친구를 찾으세요.
ms: Kongsi info kenalan dengan mereka yang berhampiran dan temui rakan baru.
nl: Wissel contactgegevens uit met mensen dichtbij en vind nieuwe vrienden
pl: Wymieniaj dane kontaktowe z osobami w pobliżu i znajdź nowych przyjaciół.
pt_br: Troque informações de contato com pessoas próximas e faça novos amigos.
ru: Вы можете быстро обменяться контактами с пользователями поблизости или найти новых друзей.
sv: Utväxla kontaktinfo med folk i närheten och hitta nya vänner.
tr: Yakındaki kişilerle iletişim bilgilerinizi takas edin ve yeni arkadaşlar bulun.
uk: Ви можете швидко обмінятися контактними даними з людьми поряд і знайти нових друзів.
uz: Yaqin-atrofdagi odamlar bilan kontakt maʼlumotini almashish va yangi doʻstlarni topishingiz mumkin.

# Permanent
source: Primary link
ar: الرابط الأساسي
be: Галоўная спасылка
ca: Enllaç principal
de: Primärer Link
es: Enlace primario
fi: Päälinkki
fr: Lien principal
it: Link primario
ko: 기존 링크
ms: Link utama
nl: Primaire link
pl: Stały link
pt_br: Link Primário
ru: Основная
sv: Primär länk
tr: Birincil bağlantı
uk: Основне посилання

# PermanentLinkForThisAdmin
source: Invite link for this admin
ar: رابط الدعوة لهذا المشرف
be: Запрашальная спасылка, для гэтага кіраўніка.
ca: Enllaç de l’administrador
de: Einladungslink für diesen Admin
es: Enlace de invitación para este admin.
fi: Tämän valvojan kutsulinkki
fr: Lien d'invitation pour cet adminstrateur
it: Link per questo amministratore
ko: 이 관리자의 초대링크
ms: Link jemputan untuk pentadbir ini
nl: Uitnodigingslink voor deze beheerder
pl: Link zaproszenia dla tego administratora
pt_br: Link de convite para esse admin
ru: Ссылка для этого администратора
sv: Inbjudningslänk för denne admin
tr: Bu yönetici için davet bağlantısı
uk: Запрошувальне посилання для цього адміністратора

# PermissionBackgroundLocation
source: To share your live location in this chat, Telegram needs access to your location all the time, including while the app is in the background. We will access your location only for the duration you choose, and you can stop sharing it any time. We won't use your location for any purpose other than sharing it in this chat.
ar: لمشاركة موقعك المباشر في هذه المحادثة؛ يحتاج تيليجرام الوصول إلى موقعك باستمرار، بما في ذلك أثناء عمل التطبيق في الخلفية. سنستخدم موقعك للمدة التي تختارها أنت فقط ويمكنك التوقف عن مشاركته في أي وقت. لن نستخدم موقعك لأي غرض بخلاف مشاركته في هذه المحادثة.
be: Для трансляцыі вашага месцазнаходжання ў гэты чат, Telegram патрэбны пастаянны доступ да вашага месцазнаходжання, нават калі праграма знаходзіцца ў фонавым рэжыме. Мы будзем мець доступ да вашага месцазнаходжання толькі на той час, які вы выбераце, і вы зможаце спыніць трансляцыю ў любы момант. Мы не будзем выкарыстоўваць ваша месцазнаходжанне ні для якіх іншых мэт, а толькі для трансляцыі ў гэтым чаце.
ca: Per a compartir la vostra ubicació al xat, cal que el Telegram accedeixi a la vostra ubicació en tot moment, inclús mentre l'aplicació és al rerefons. Hi accedirem només durant el temps que estipuleu, i ho podeu aturar en qualsevol moment. A més, no la usarem per a cap altre propòsit que no sigui compartir-la al xat.
de: Um deinen Live-Standort in diesem Chat zu teilen, muss Telegram die ganze Zeit Zugang zu deinem Standort haben, auch während die App im Hintergrund läuft. Wir greifen nur für die von dir gewählte Dauer auf deinen Standort zu und du kannst jederzeit aufhören, ihn zu teilen. Wir werden deinen Standort für keinen anderen Zweck nutzen, als ihn in diesem Chat zu teilen.
es: Para compartir tu ubicación en tiempo real en este chat, Telegram necesita acceso a tu ubicación todo el tiempo, incluyendo cuando la app está en segundo plano. Accederemos a tu ubicación sólo durante el tiempo que elijas, y puedes dejar de compartirla en cualquier momento. No usaremos tu ubicación para ningún otro propósito que no sea el de compartirla en este chat.
fi: Telegram tarvitsee pääsyn sijaintiisi milloin vain, myös taustalla, jotta voisit jakaa live-sijaintisi tähän keskusteluun. Käsittelemme sijaintiasi vain valitsemasi pituuden ajan, ja voit myös lopettaa sen jakamisen milloin vain. Emme käytä sijaintisi muuhun tarkoitukseen kuin sen jakamiseen tähän keskusteluun.
fr: Pour partager votre position en temps réel dans cette conversation, Telegram doit accéder à votre position en permanence, y compris lorsque l'application est en arrière-plan. Nous n'accéderons à votre position que pour la durée que vous avez choisie, et vous pouvez arrêter de la partager à tout moment. Nous utiliserons votre position à la seule fin de la partager dans cette conversation.
it: Per condividere la posizione in tempo reale in questa chat, Telegram ha bisogno di accedere alla tua posizione per tutto il tempo, anche quando l'applicazione è in background. Accederemo alla tua posizione solo per la durata da te scelta, e potrai smettere di condividerla in qualsiasi momento. Non useremo la tua posizione per nessun altro scopo se non quello di condividerla in questa chat.
ko: 이 대화에서 실시간 위치를 공유 하려면, 텔레그램이 항상 위치에 대해 접근 권한이, 백그라운드 실행시도 포함, 부여되어야 합니다. 회원님이 설정한 시간에만 위치에 접근을 하게 되며, 언제든지 중지를 할 수 있습니다. 텔레그램은 대화에 위치를 공유하는 것 이외에 해당 정보를 일절 사용 하지 않습니다.
ms: Untuk kongsi lokasi langsung anda di bual ini, Telegram perlu akses ke lokasi anda sepanjang masa, termasuk bila aplikasi berfungsi di latar belakang. Kami akan akses lokasi anda hanya untuk masa yang anda pilih, dan anda boleh hentikannya bila-bila masa. Kami tak akan guna lokasi anda untuk tujuan lain selain dari untuk berkongsi di bual ini.
nl: Om je Live-locatie in deze chat te kunnen delen heeft Telegram constante toegang tot je locatie nodig, ook als deze op de achtergrond draait. We gebruiken je locatie alleen voor de periode die jij instelt en je kunt het delen op ieder moment stoppen. We maken alleen gebruik van je locatiegegevens voor het delen ervan in deze chat.
pl: Aby udostępniać swoją Lokalizację na żywo na tym czacie, Telegram musi mieć dostęp do twojej lokalizacji przez cały czas, w tym, gdy aplikacja działa w tle. Będziemy mieć dostęp do twojej lokalizacji tylko przez wybrany przez ciebie czas i możesz przestać ją udostępniać w dowolnym momencie. Nie będziemy używać twojej lokalizacji w żadnym innym celu niż udostępnianie jej na tym czacie.
pt_br: Para enviar a sua localização ao vivo neste chat, o Telegram precisa de acesso contínuo à sua localização, inclusive enquanto o app estiver em segundo plano. O Telegram acessará a sua localização somente pela duração que você escolher e você pode parar de compartilhar a qualquer momento. Não usaremos a sua localização para nenhum outro motivo além de compartilhar neste chat.
ru: Telegram требуется доступ к геопозиции в фоновом режиме, чтобы Вы могли транслировать её в этот чат в реальном времени. Приложение будет иметь доступ к геопозиции только на выбранный Вами период времени, и Вы можете отозвать доступ в любой момент. Информация будет использоваться только для трансляции геопозиции в этот чат.
sv: För delning av din liveplats i den här chatten behöver Telegram platsåtkomst, inställd att fungera även när appen är i bakgrunden. Vi använder platsåtkomsten endast under den tid du väljer. Du kan närsomhelst avsluta delningen. Vi använder inte platsåtkomsten för något annat ändamål än delningen i den här chatten
tr: Canlı konumunuzu bu sohbette paylaşmak için, Telegram'ın uygulama arka plandayken de dahil olmak üzere her zaman konumunuza erişmesi gerekir. Konumunuza yalnızca seçtiğiniz süre boyunca erişeceğiz ve istediğiniz zaman konumunuzu paylaşmayı durdurabilirsiniz. Konumunuzu bu sohbette paylaşmak dışında başka bir amaç için kullanmayacağız.
uk: Telegram потрібен постійний доступ до геоданих у фоновому режимі, щоб ви могли транслювати своє розташування в цьому чаті. Програма матиме доступ лише на вибраний вами період часу, і ви можете відкликати доступ будь-коли. Інформація використовуватиметься тільки для трансляції розташування в цьому чаті.
